antiword
autoconf
brotli
c-ares
ca-certificates
certifi
gettext
gh
icu4c@77
jq
jupyterlab
krb5
libidn2
libnghttp2
libsodium
libtool
libunistring
libuv
libyaml
lz4
m4
mpdecimal
msodbcsql18
mssql-tools18
node
nvm
oniguruma
openssl@3
pandoc
pgvector
pipx
pkgconf
postgresql@16
pyenv
python@3.12
python@3.13
readline
sqlite
unixodbc
wget
xz
yarn
zeromq
zstd
